Repository: guillermo-ag-95/Project-Atlas
Catalog: Speed Gauge/Speed Gauge/Localizable.xcstrings
Source language: en
Languages: es

source: Acceleration
es: Aceleración

source: Acceleration by axis
es: Aceleración por eje

source: Duration
es: Duración

source: Graphs
es: Gráficas

source: Gravity
es: Gravedad

source: Gravity by axis
es: Gravedad por eje

source: Max velocity
es: Velocidad máxima

source: Mean velocity
es: Velocidad media

source: Repetition
es: Repetición

source: Results
es: Resultados

source: Velocity
es: Velocidad

source: Velocity by axis
es: Velocidad por eje

source: Vertical acceleration
es: Aceleración vertical

source: Vertical velocity
es: Velocidad vertical

source: X-Axis
es: Eje X

source: Y-Axis
es: Eje Y

source: Z-Axis
es: Eje Z
